<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>

<head>
<title>Wie Sie eine Lizenz f&uuml;r WinRAR und RAR erwerben</title>

<script type="text/javascript">
<!--
function px(addr)
{
  for (I=0;I<addr.length;I++)
    if (addr.charAt(I)=='z' && I+1<addr.length && addr.charAt(I+1)=='y')
      I++
    else
      document.write(addr.charAt(I));
}

function mx(addr,text)
{
  document.write("<a href=\"mailto:");
  px(addr);
  document.write("\">");
  px(text);
  document.write("<\a>");
}
//-->
</script>

<style type="text/css">
body {font-family: "Arial",serif; font-size: smaller; background-color: #ffffff;}
h4 {text-align: center;}
</style>
</head>

<body>

<h4>Wie Sie eine Lizenz f&uuml;r WinRAR und RAR erwerben</h4>

<p>Wenn Sie WinRAR und RAR nach dem Testzeitraum vom 40 Tagen weiter benutzen m&ouml;chten,
m&uuml;ssen Sie eine Lizenz von den <a href="https://www.rarlab.com/registration.php">hier aufgelisteten Vertriebspartnern</a> erwerben.
Unter <a href="https://www.win-rar.com">www.win-rar.com</a> k&ouml;nnen Sie 
die aktuelle Preisliste einsehen und eine Lizenz online erwerben.</p>

<p>Sobald die Registriergeb&uuml;hr bei uns eingegangen ist, erhalten Sie eine
Registrierungsschl&uuml;sseldatei, die mit dem von Ihnen angegebenen 
Benutzernamen korrespondiert. Bitte geben Sie beim Kauf einer Lizenz
eine g&uuml;ltige E-Mail-Adresse an. Die Registrierungsschl&uuml;sseldatei
wird an diese Adresse versendet.</p>

<p>Nach der Registrierung erhalten Sie ein E-Mail, das alle weiter notwendigen
Informationen enth&auml;lt. Folgen Sie diesen Anweisungen. Im Folgenden stellen wir kurz den
typischen Ablauf einer Registrierung dar. Die Anweisungen im E-Mail sind aktueller
als in dieser Datei und sollten Vorrang haben.
</p>

<p>Wenn Sie WinRAR verwenden, kopieren Sie die Registrierungsschl&uuml;sseldatei 
(rarreg.key) in das WinRAR-Programmverzeichnis oder in das Verzeichnis 
%APPDATA%\WinRAR. Das Standard-WinRAR-Programmverzeichnis ist "C:\Programme\WinRAR". 
Es kann aber bei der Installation von WinRAR durch den Anwender ge&auml;ndert werden. 
Sie k&ouml;nnen die Datei rarreg.key auch per Drag&amp;drop auf das WinRAR-Fenster
fallen lassen, um die Registrierung vorzunehmen.</p>

<p>Wenn der Schl&uuml;ssel in einem RAR-Archiv gepackt ist, entpacken Sie bitte die
Datei rarreg.key aus dem Archiv, bevor Sie die Datei in das Installationsverzeichnis
kopieren. Hat das Archiv den Namen rarkey.rar, k&ouml;nnen Sie den Registrierungsschl&uuml;ssel
installieren, indem Sie das Archiv mit WinRAR &ouml;ffnen und die R&uuml;ckfrage zur
Best&auml;tigung mit "Ja" beantworten.
</p>

<p>Sie können die Datei rarreg.key in dasselbe Verzeichnis wie
das WinRAR-Installationsprogramm kopieren. Dann verwendet das Installationsprogramm
die Registrierungsschlüsseldatei rarreg.key automatisch für die Registrierung,
wenn keine zuvor installierten Schlüsseldateien gefunden werden.</p>

<p>Im Falle von RAR f&uuml;r Unix und RAR f&uuml;r macOS sollten Sie rarreg.key
in Ihr Home-Verzeichnis oder in eines der folgenden Verzeichnis kopieren:
/etc, /usr/lib, /usr/local/lib, /usr/local/etc. Wenn Sie m&ouml;chten, k&ouml;nnen Sie
die Registrierungsschl&uuml;sseldatei nach ".rarreg.key" oder ".rarregkey" umbenennen,
der Name "rarreg.key" ist allerdings auch g&uuml;ltig.</p>

<p>WinRAR, RAR f&uuml;r die Befehlszeile f&uuml;r Unix und macOS verwenden jetzt das gleiche 
Registrierschl&uuml;sselformat, sodass Sie denselben Schl&uuml;ssel f&uuml;r die 
derzeitig verf&uuml;gbaren Versionen von WinRAR bzw. RAR auf allen erw&auml;hnten
Plattformen verwenden k&ouml;nnen. F&uuml;r WinRAR- und RAR-Versionen, die nicht die 
gleiche Versionsnummer wie die in diesem Distributionsarchiv enthaltenen Version 
haben, kann dies nicht garantiert werden.</p>

<p>Wenn Sie weitere Fragen zum Vertrieb und zur Lizenzierung haben, schicken
Sie diese an <script type="text/javascript"><!--
mx("sales@win-razyr.com","sales@win-razyr.com");//--></script><noscript>
sales&#x40;xwin-rar.com (Bitte entfernen Sie alle x)</noscript>.
Sie k&ouml;nnen in Englisch, Franz&ouml;sisch, Deutsch oder Spanisch schreiben.</p>

</body>
</html>
